<?php
$MKB_STRING = 'C00-C14	Злокачественные новообразования губы, полости рта и глотки	C00-C97
C00	Злокачественное новообразование губы	C00-C14
C00.0	Наружной поверхности губы	C00
C00.1	Наружной поверхности нижней губы	C00
C00.2	Наружной поверхности губы неуточненной	C00
C00.3	Внутренней поверхности верхней губы	C00
C00.4	Внутренней поверхности нижней губы	C00
C00.5	Внутренней поверхности губы неуточненной	C00
C00.6	Спайки губы	C00
C00.8	Поражение, выходящее за пределы одной и более вышеуказанных локализаций губы	C00
C00.9	Губы неуточненной части	C00
C01	Злокачественные новообразования основания языка	C00-C14
C02	Злокачественное новообразование других и неуточненных частей языка	C00-C14
C02.0	Спинки языка	C02
C02.1	Боковой поверхности языка	C02
C02.2	Нижней поверхности языка	C02
C02.3	Передних 2/3 языка неуточненной части	C02
C02.4	Язычной миндалины	C02
C02.8	Поражение языка, выходящее за пределы одной и более вышеуказанных локализаций	C02
C02.9	Языка неуточненной части	C02
C03	Злокачественное новообразование десны	C00-C14
C03.0	Десны верхней челюсти	C03
C03.1	Десны нижней челюсти	C03
C03.9	Десны неуточненной	C03
C04	Злокачественное новообразование дна полости рта	C00-C14
C04.0	Передней части дна полости рта	C04
C04.1	Боковой части дна полости рта	C04
C04.8	Поражение дна полости рта, выходящее за пределы одной и более вышеуказанных локализаций	C04
C04.9	Дна полости рта неуточненное	C04
C05	Злокачественное новообразование неба	C00-C14
C05.0	Твердого неба	C05
C05.1	Мягкого неба	C05
C05.2	Язычка	C05
C05.8	Поражения неба, выходящие за пределы одной и более вышеуказанных локализаций	C05
C05.9	Неба неуточненное	C05
C06	Злокачественное новообразование других и неуточненных отделов рта	C00-C14
C06.0	Слизистой оболочки щеки	C06
C06.1	Преддверия рта	C06
C06.2	Ретромолярной области	C06
C06.8	Поражение рта, выходящее за пределы одной и более вышеуказанных локализаций	C06
C06.9	Рта неуточненное	C06
C07	Злокачественное новообразование околоушной слюнной железы	C00-C14
C08	Злокачественное новообразование других и неуточненных больших слюнных желез	C00-C14
C08.0	Поднижнечелюстной железы	C08
C08.1	Подъязычной железы	C08
C08.8	Поражение больших слюнных желез, выходящее за пределы	C08
C08.9	Большой слюнной железы неуточненной	C08
C09	Злокачественное новообразование миндалины	C00-C14
C09.0	Миндаликовой ямочки	C09
C09.1	Дужки небной миндалины (передней) (задней)	C09
C09.8	Поражение миндалины, выходящее за пределы одной и более вышеуказанных локализаций	C09
C09.9	Миндалины неуточненной	C09
C10	Злокачественное новообразование ротоглотки	C00-C14
C10.0	Ямки надгортанника	C10
C10.1	Передней поверхности надгортанника	C10
C10.2	Боковой стенки ротоглотки	C10
C10.3	Задней стенки ротоглотки	C10
C10.4	Жаберных щелей	C10
C10.8	Поражение ротоглотки, выходящее за пределы одной и более	C10
C10.9	Ротоглотки неуточненное	C10
C11	Злокачественное новообразование носоглотки	C00-C14
C11.0	Верхней стенки носоглотки	C11
C11.1	Задней стенки носоглотки	C11
C11.2	Боковой стенки носоглотки	C11
C11.3	Передней стенки носоглотки	C11
C11.8	Поражения носоглотки, выходящие за пределы одной и более вышеуказанных локализаций	C11
C11.9	Носоглотки неуточненное	C11
C12	Злокачественное новообразование грушевидного синуса	C00-C14
C13	Злокачественное новообразование нижней части глотки	C00-C14
C13.0	Заперстневидной области	C13
C13.1	Черпалонадгортанной складки нижней части глотки	C13
C13.2	Задней стенки нижней части глотки	C13
C13.8	Поражение нижней части глотки, выходящее за пределы одной и более вышеуказанных локализаций	C13
C13.9	Нижней части глотки неуточненное	C13
C14	Злокачественное новообразование других и неточно обозначенных локализаций губы, полости рта и глотки	C00-C14
C14.0	Глотки неуточненное	C14
C14.1	Гортаноглотки	C14
C14.2	Глоточного кольца Вальдейера	C14
C14.8	Поражение губы, полости рта и глотки, выходящее за пределы	C14
C15-C26	Злокачественные новообразования органов пищеварения	C00-C97
C15	Злокачественное новообразование пищевода	C15-C26
C15.0	Шейного отдела пищевода	C15
C15.1	Грудного отдела пищевода	C15
C15.2	Абдоминального отдела пищевода	C15
C15.3	Верхней трети пищевода	C15
C15.4	Средней трети пищевода	C15
C15.5	Нижней трети пищевода	C15
C15.8	Поражение пищевода, выходящее за пределы одной и более	C15
C15.9	Пищевода неуточненное	C15
C16	Злокачественное новообразование желудка	C15-C26
C16.0	Кардии	C16
C16.1	Дна желудка	C16
C16.2	Тела желудка	C16
C16.3	Преддверия привратника	C16
C16.4	Привратника	C16
C16.5	Малой кривизны желудка неуточненной части	C16
C16.6	Большой кривизны желудка неуточненной части	C16
C16.8	Поражение желудка, выходящее за пределы одной и более	C16
C16.9	Желудка неуточненной локализации	C16
C17	Злокачественное новообразование тонкого кишечника	C15-C26
C17.0	Двенадцатиперстной кишки	C17
C17.1	Тощей кишки	C17
C17.2	Подвздошной кишки	C17
C17.3	Дивертикула Меккеля	C17
C17.8	Поражение тонкого кишечника, выходящее за пределы одной	C17
C17.9	Тонкого кишечника неуточненной локализации	C17
C18	Злокачественное новообразование ободочной кишки	C15-C26
C18.0	Слепой кишки	C18
C18.1	Червеобразного отростка	C18
C18.2	Восходящей ободочной кишки	C18
C18.3	Печеночного изгиба	C18
C18.4	Поперечной ободочной кишки	C18
C18.5	Селезеночного изгиба	C18
C18.6	Нисходящей ободочной кишки	C18
C18.7	Сигмовидной кишки	C18
C18.8	Поражение ободочной кишки, выходящее за пределы одной и более вышеуказанных локализаций	C18
C18.9	Ободочной кишки неуточненной локализации	C18
C19	Злокачественное новообразование ректосигмоидного соединения	C15-C26
C20	Злокачественное новообразование прямой кишки	C15-C26
C21	Злокачественное новообразование заднего прохода [ануса] и анального канала	C15-C26
C21.0	Заднего прохода неуточненной локализации	C21
C21.1	Анального канала	C21
C21.2	Клоакогенной зоны	C21
C21.8	Поражение прямой кишки, заднего прохода [ануса] и анального канала, выходящее за  пределы одной и более вышеуказанных локализаций	C21
C22	Злокачественное новообразование печени и внутрипеченочных желчных протоков	C15-C26
C22.0	Печеночноклеточный рак	C22
C22.1	Рак внутрипеченочного желчного протока	C22
C22.2	Гепатобластома	C22
C22.3	Ангиосаркома печени	C22
C22.4	Другие саркомы печени	C22
C22.7	Другие уточненные раки печени	C22
C22.9	Злокачественное новообразование печени неуточненное	C22
C23	Злокачественное новообразование желчного пузыря	C15-C26
C24	Злокачественное новообразование других и неуточненных частей желчевыводящих путей	C15-C26
C24.0	Внепеченочного желчного протока	C24
C24.1	Ампулы фатерова сосочка	C24
C24.8	Поражение желчных путей, выходящее за пределы одной и более вышеуказанных локализаций	C24
C24.9	Желчных путей неуточненное	C24
C25	Злокачественное новообразование поджелудочной железы	C15-C26
C25.0	Головки поджелудочной железы	C25
C25.1	Тела поджелудочной железы	C25
C25.2	Хвоста поджелудочной железы	C25
C25.3	Протока поджелудочной железы	C25
C25.4	Островковых клеток поджелудочной железы	C25
C25.7	Других частей поджелудочной железы	C25
C25.8	Поражение поджелудочной железы, выходящее за пределы одной и более вышеуказанных локализаций	C25
C25.9	Поджелудочной железы неуточненное	C25
C26	Злокачественное новообразование других и неточно обозначенных органов пищеварения	C15-C26
C26.0	Кишечного тракта неуточненной части	C26
C26.1	Селезенки	C26
C26.8	Поражение органов пищеварения, выходящее за пределы одной и более вышеуказанных локализаций	C26
C26.9	Неточно обозначенные локализации в пределах пищеварительной системы	C26
C30-C39	Злокачественные новообразования органов дыхания и грудной клетки	C00-C97
C30	Злокачественное новообразование полости носа и среднего уха	C30-C39
C30.0	Полости носа	C30
C30.1	Среднего уха	C30
C31	Злокачественное новообразование придаточных пазух	C30-C39
C31.0	Верхнечелюстной пазухи	C31
C31.1	Решетчатой пазухи	C31
C31.2	Лобной пазухи	C31
C31.3	Клиновидной пазухи	C31
C31.8	Поражение придаточных пазух, выходящее за пределы одной	C31
C31.9	Придаточной пазухи неуточненное	C31
C32	Злокачественное новообразование гортани	C30-C39
C32.0	Собственно голосового аппарата	C32
C32.1	Над собственно голосовым аппаратом	C32
C32.2	Под собственно голосовым аппаратом	C32
C32.3	Хрящей гортани	C32
C32.8	Поражение гортани, выходящее за пределы одной и более вышеуказанных локализаций	C32
C32.9	Гортани неуточненное	C32
C33	Злокачественное новообразование трахеи	C30-C39
C34	Злокачественное новообразование бронхов и легкого	C30-C39
C34.0	Главных бронхов	C34
C34.1	Верхней доли, бронхов или легкого	C34
C34.2	Средней доли, бронхов или легкого	C34
C34.3	Нижней доли, бронхов или легкого	C34
C34.8	Поражение бронхов или легкого, выходящее за пределы одной и более вышеуказанных локализаций	C34
C34.9	Бронхов или легкого неуточненной локализации	C34
C37	Злокачественное новообразование вилочковой железы	C30-C39
C38	Злокачественное новообразование сердца, средостения и плевры	C30-C39
C38.0	Сердца	C38
C38.1	Переднего средостения	C38
C38.2	Заднего средостения	C38
C38.3	Средостения неуточненной части	C38
C38.4	Плевры	C38
C38.8	Поражение сердца, средостения и плевры, выходящее за пределы одной и более вышеуказанных локализаций	C38
C39	Злокачественное новообразование других и неточно обозначенных локализаций органов дыхания и внутригрудных органов	C30-C39
C39.0	Верхних дыхательных путей неуточненной части	C39
C39.8	Поражение органов дыхания и внутригрудных органов, выходящее за пределы одной и более вышеуказанных локализаций	C39
C39.9	Неточно обозначенных локализаций в пределах органов дыхания	C39
C40-C41	Злокачественные новообразования костей и суставных хрящей	C00-C97
C40	Злокачественное новообразование костей и суставных хрящей	C40-C41
C40.0	Лопатки и длинных костей верхней конечности	C40
C40.1	Коротких костей верхней конечности	C40
C40.2	Длинных костей нижней конечности	C40
C40.3	Коротких костей нижней конечности	C40
C40.8	Поражение костей и суставных хрящей конечностей, выходящее за пределы одной и более вышеуказанных локализаций	C40
C40.9	Костей и суставных хрящей конечности неуточненной локализации	C40
C41	Злокачественное новообразование костей и суставных хрящей  других и неуточненных локализаций	C40-C41
C41.0	Костей черепа и лица	C41
C41.1	Нижней челюсти	C41
C41.2	Позвоночного столба	C41
C41.3	Ребер, грудины и ключицы	C41
C41.4	Костей таза, крестца и копчика	C41
C41.8	Поражение костей и суставных хрящей, выходящее за пределы одной и более вышеуказанных локализаций	C41
C41.9	Костей и суставных хрящей неуточненное	C41
C43-C44	Меланома и другие злокачественные новообразования кожи	C00-C97
C43	Злокачественная меланома кожи	C43-C44
C43.0	Злокачественная меланома губы	C43
C43.1	Злокачественная меланома века, включая спайку век	C43
C43.2	Злокачественная меланома уха и наружного слухового прохода	C43
C43.3	Злокачественная меланома других и неуточненных частей лица	C43
C43.4	Злокачественная меланома волосистой части головы и шеи	C43
C43.5	Злокачественная меланома туловища	C43
C43.6	Злокачественная меланома верхней конечности, включая	C43
C43.7	Злокачественная меланома нижней конечности, включая	C43
C43.8	Злокачественная меланома кожи, выходящая за пределы одной	C43
C43.9	Злокачественная меланома кожи неуточненная	C43
C44	Другие злокачественные новообразования кожи	C43-C44
C44.0	Кожи губы	C44
C44.1	Кожи века, включая спайку век	C44
C44.2	Кожи уха и наружного слухового прохода	C44
C44.3	Кожи других и неуточненных частей лица	C44
C44.4	Кожи волосистой части головы и шеи	C44
C44.5	Кожи туловища	C44
C44.6	Кожи верхней конечности, включая область плечевого пояса	C44
C44.7	Кожи нижней конечности, включая тазобедренную область	C44
C44.8	Поражения кожи, выходящие за пределы одной и более выше-	C44
C44.9	Злокачественные новообразования кожи неуточненной области	C44
C45-C49	Злокачественные новообразования мезотелиальной и мягких тканей	C00-C97
C45	Мезотелиома	C45-C49
C45.0	Мезотелиома плевры	C45
C45.1	Мезотелиома брюшины	C45
C45.2	Мезотелиома перикарда	C45
C45.7	Мезотелиома других локализаций	C45
C45.9	Мезотелиома неуточненная	C45
C46	Саркома Капоши	C45-C49
C46.0	Саркома Капоши кожи	C46
C46.1	Саркома Капоши мягких тканей	C46
C46.2	Саркома Капоши неба	C46
C46.3	Саркома Капоши лимфатических узлов	C46
C46.7	Саркома Капоши других локализаций	C46
C46.8	Саркома Капоши множественных органов	C46
C46.9	Саркома Капоши неуточненной локализации	C46
C47	Злокачественное новообразование периферических нервов и вегетативной нервной системы	C45-C49
C47.0	Периферических нервов головы, лица и шеи	C47
C47.1	Периферических нервов верхней конечности, включая область плечевого пояса	C47
C47.2	Периферических нервов нижней конечности, включая тазобедренную область	C47
C47.3	Периферических нервов грудной клетки	C47
C47.4	Периферических нервов живота	C47
C47.5	Периферических нервов таза	C47
C47.6	Периферических нервов туловища неуточненное	C47
C47.8	Поражение периферических нервов и вегетативной нервной системы, выходящее за пределы одной и более вышеуказанных локализаций	C47
C47.9	Периферических нервов и вегетативной нервной системы неуточненной локализации	C47
C48	Злокачественное новообразование забрюшинного пространства и брюшины	C45-C49
C48.0	Забрюшинного пространства	C48
C48.1	Уточненных частей брюшины	C48
C48.2	Брюшины неуточненной части	C48
C48.8	Поражение забрюшинного пространства и брюшины, выходящее за пределы одной и более вышеуказанных локализаций	C48
C49	Злокачественное новообразование других типов соединительной и мягких тканей	C45-C49
C49.0	Соединительной и мягких тканей головы, лица и шеи	C49
C49.1	Соединительной и мягких тканей верхней конечности, включая область плечевого пояса	C49
C49.2	Соединительной и мягких тканей нижней конечности, включая тазобедренную область	C49
C49.3	Соединительной и мягких тканей грудной клетки	C49
C49.4	Соединительной и мягких тканей живота	C49
C49.5	Соединительной и мягких тканей таза	C49
C49.6	Соединительной и мягких тканей туловища неуточненной локализации	C49
C49.8	Поражение соединительной и мягких тканей, выходящее за пределы одной и более вышеуказанных локализаций	C49
C49.9	Соединительной и мягких тканей неуточненной локализации	C49
C50-C50	Злокачественное новообразование молочной железы	C00-C97
C50	Злокачественное новообразование молочной железы	C50-C50
C50.0	Соска и ареолы	C50
C50.1	Центральной части молочной железы	C50
C50.2	Верхневнутреннего квадранта молочной железы	C50
C50.3	Нижневнутреннего квадранта молочной железы	C50
C50.4	Верхненаружного квадранта молочной железы	C50
C50.5	Нижненаружного квадранта молочной железы	C50
C50.6	Подмышечной задней части молочной железы	C50
C50.8	Поражение молочной железы, выходящее за пределы одной и более вышеуказанных локализаций	C50
C50.9	Молочной железы неуточненной части	C50
C51-C58	Злокачественные новообразования женских половых органов	C00-C97
C51	Злокачественное новообразование вульвы	C51-C58
C51.0	Большой срамной губы	C51
C51.1	Малой срамной губы	C51
C51.2	Клитора	C51
C51.8	Поражение вульвы, выходящее за пределы одной и более вышеуказанных локализаций	C51
C51.9	Вульвы неуточненной части	C51
C52	Злокачественное новообразование влагалища	C51-C58
C53	Злокачественное новообразование шейки матки	C51-C58
C53.0	Внутренней части	C53
C53.1	Наружной части	C53
C53.8	Поражение шейки матки, выходящее за пределы одной и более вышеуказанных локализаций	C53
C53.9	Шейки матки неуточненной части	C53
C54	Злокачественное новообразование тела матки	C51-C58
C54.0	Перешейка матки	C54
C54.1	Эндометрия	C54
C54.2	Миометрия	C54
C54.3	Дна матки	C54
C54.8	Поражение тела матки, выходящее за пределы одной и более вышеуказанных локализаций	C54
C54.9	Тела матки неуточненной локализации	C54
C55	Злокачественное новообразование матки неуточненной локализации	C51-C58
C56	Злокачественное новообразование яичника	C51-C58
C57	Злокачественное новообразование других и неуточненных женских половых органов	C51-C58
C57.0	Фаллопиевой трубы	C57
C57.1	Широкой связки	C57
C57.2	Круглой связки	C57
C57.3	Параметрия	C57
C57.4	Придатков матки неуточненных	C57
C57.7	Других уточненных женских половых органов	C57
C57.8	Поражение женских половых органов, выходящее за пределы одной и более вышеуказанных локализаций	C57
C57.9	Женских половых органов неуточненной локализации	C57
C58	Злокачественное новообразование плаценты	C51-C58
C60-C63	Злокачественные новообразования мужских половых органов	C00-C97
C60	Злокачественное новообразование полового члена	C60-C63
C60.0	Крайней плоти	C60
C60.1	Головки полового члена	C60
C60.2	Тела полового члена	C60
C60.8	Поражение полового члена, выходящее за пределы одной и более вышеуказанных локализаций	C60
C60.9	Полового члена неуточненной локализации	C60
C61	Злокачественное новообразование предстательной железы	C60-C63
C62	Злокачественное новообразование яичка	C60-C63
C62.0	Неопустившегося яичка	C62
C62.1	Опущенного яичка	C62
C62.9	Яичка неуточненное	C62
C63	Злокачественное новообразование других и неуточненных мужских половых органов	C60-C63
C63.0	Придатка яичка	C63
C63.1	Семенного канатика	C63
C63.2	Мошонки	C63
C63.7	Других уточненных мужских половых органов	C63
C63.8	Поражение мужских половых органов, выходящее за пределы одной и более вышеуказанных локализаций	C63
C63.9	Мужских половых органов неуточненной локализации	C63
C64-C68	Злокачественные новообразования мочевых путей	C00-C97
C64	Злокачественное новообразование почки, кроме почечной лоханки	C64-C68
C65	Злокачественное новообразование почечных лоханок	C64-C68
C66	Злокачественное новообразование мочеточника	C64-C68
C67	Злокачественное новообразование пузыря	C64-C68
C67.0	Треугольника мочевого пузыря	C67
C67.1	Купола мочевого пузыря	C67
C67.2	Боковой стенки мочевого пузыря	C67
C67.3	Передней стенки мочевого пузыря	C67
C67.4	Задней стенки мочевого пузыря	C67
C67.5	Шейки мочевого пузыря	C67
C67.6	Мочеточникового отверстия	C67
C67.7	Первичного мочевого протока (урахуса)	C67
C67.8	Поражение мочевого пузыря, выходящее за пределы одной	C67
C67.9	Мочевого пузыря неуточненной части	C67
C68	Злокачественное новообразование других и неуточненных мочевых органов	C64-C68
C68.0	Уретры	C68
C68.1	Парауретральных желез	C68
C68.8	Поражение мочевых органов, выходящее за пределы одной	C68
C68.9	Мочевых органов неуточненное	C68
C69-C72	Злокачественные новообразования глаза, головного мозга и других отделов центральной нервной системы	C00-C97
C69	Злокачественное новообразование глаза и его придаточного аппарата	C69-C72
C69.0	Конъюнктивы	C69
C69.1	Роговицы	C69
C69.2	Сетчатки	C69
C69.3	Сосудистой оболочки	C69
C69.4	Ресничного [цилиарного] тела	C69
C69.5	Слезной железы и протока	C69
C69.6	Глазницы	C69
C69.8	Поражение глаза и его придаточного аппарата, выходящее за пределы одной и более вышеуказанных локализаций	C69
C69.9	Глаза неуточненной части	C69
C70	Злокачественное новообразование мозговых оболочек	C69-C72
C70.0	Оболочек головного мозга	C70
C70.1	Оболочек спинного мозга	C70
C70.9	Мозговых оболочек неуточненных	C70
C71	Злокачественное новообразование головного мозга	C69-C72
C71.0	Большого мозга, кроме долей и желудочков	C71
C71.1	Лобной доли	C71
C71.2	Височной доли	C71
C71.3	Теменной доли	C71
C71.4	Затылочной доли	C71
C71.5	Желудочка мозга	C71
C71.6	Мозжечка	C71
C71.7	Ствола мозга	C71
C71.8	Поражение, выходящее за пределы одной и более вышеука-	C71
C71.9	Головного мозга неуточненной локализации	C71
C72	Злокачественное новообразование спинного мозга, черепных нервов и других отделов центральной нервной системы	C69-C72
C72.0	Спинного мозга	C72
C72.1	Конского хвоста	C72
C72.2	Обонятельного нерва	C72
C72.3	Зрительного нерва	C72
C72.4	Слухового нерва	C72
C72.5	Других и неуточненных черепных нервов	C72
C72.8	Поражение спинного мозга и других отделов центральной нервной системы, выходящее за пределы одной и более вышеуказанных локализаций	C72
C72.9	Центральной нервной системы неуточненного отдела	C72
C73-C75	Злокачественное новообразование щитовидной железыи других эндокринных желез	C00-C97
C73	Злокачественное новообразование щитовидной железы	C73-C75
C74	Злокачественное новообразование надпочечника	C73-C75
C74.0	Коры надпочечника	C74
C74.1	Мозгового слоя надпочечника	C74
C74.9	Надпочечника неуточненной части	C74
C75	Злокачественное новообразование других эндокринных желез и родственных структур	C73-C75
C75.0	Паращитовидной [околощитовидной] железы	C75
C75.1	Гипофиза	C75
C75.2	Краниофарингеального протока	C75
C75.3	Шишковидной железы	C75
C75.4	Каротидного гломуса	C75
C75.5	Аортального гломуса и других параганглиев	C75
C75.8	Поражение более чем одной эндокринной железы неуточненное	C75
C75.9	Эндокринной железы неуточненной	C75
C76-C80	Злокачественные новообразования неточно обозначенных, вторичных и неуточненных локализаций	C00-C97
C76	Злокачественное новообразование других и неточно обозначенных локализаций	C76-C80
C76.0	Головы, лица и шеи	C76
C76.1	Грудной клетки	C76
C76.2	Живота	C76
C76.3	Таза	C76
C76.4	Верхней конечности	C76
C76.5	Нижней конечности	C76
C76.7	Других неуточненных локализаций	C76
C76.8	Поражение других и неточно обозначенных локализаций, вы-	C76
C77	Вторичное и неуточненное злокачественное новообразование лимфатических узлов	C76-C80
C77.0	Лимфатических узлов головы, лица и шеи	C77
C77.1	Внутригрудных лимфатических узлов	C77
C77.2	Внутрибрюшных лимфатических узлов	C77
C77.3	Лимфатических узлов подмышечной впадины и верхней конеч-	C77
C77.4	Лимфатических узлов паховой области и нижней конечности	C77
C77.5	Внутритазовых лимфатических узлов	C77
C77.8	Лимфатических узлов множественных локализаций	C77
C77.9	Лимфатических узлов неуточненной локализации	C77
C78	Вторичное злокачественное новообразование органов дыхания и пищеварения	C76-C80
C78.0	Вторичное злокачественное новообразование легкого	C78
C78.1	Вторичное злокачественное новообразование средостения	C78
C78.2	Вторичное злокачественное новообразование плевры	C78
C78.3	Вторичное злокачественное новообразование других и не уточненных органов дыхания	C78
C78.4	Вторичное злокачественное новообразование тонкого кишечника	C78
C78.5	Вторичное злокачественное новообразование толстого кишечника и прямой кишки	C78
C78.6	Вторичное злокачественное новообразование забрюшинного пространства и брюшины	C78
C78.7	Вторичное злокачественное новообразование печени	C78
C78.8	Вторичное злокачественное новообразование других и неуточненных органов пищеварения	C78
C79	Вторичное злокачественное новообразование других локализаций	C76-C80
C79.0	Вторичное злокачественное новообразование почки и почечных лоханок	C79
C79.1	Вторичное злокачественное новообразование мочевого пузыря, других и неуточненных мочевых органов	C79
C79.2	Вторичное злокачественное новообразование кожи	C79
C79.3	Вторичное злокачественное новообразование головного мозга и мозговых оболочек	C79
C79.4	Вторичное злокачественное новообразование других и неуточненных отделов нервной системы	C79
C79.5	Вторичное злокачественное новообразование костей и костного мозга	C79
C79.6	Вторичное злокачественное новообразование яичника	C79
C79.7	Вторичное злокачественное новообразование надпочечника	C79
C79.8	Вторичное злокачественное новообразование других уточненных локализаций	C79
C80	Злокачественное новообразование без уточнения локализации	C76-C80
C81-C96	Злокачественные новообразования лимфоидной, кроветворной и родственных им тканей	C00-C97
C81	Болезнь Ходжкина [лимфогранулематоз]	C81-C96
C81.0	Лимфоидное преобладание	C81
C81.1	Нодулярный склероз	C81
C81.2	Смешанно-клеточный вариант	C81
C81.3	Лимфоидное истощение	C81
C81.7	Другие формы болезни Ходжкина	C81
C81.9	Болезнь Ходжкина неуточненная	C81
C82	Фолликулярная [нодулярная] неходжкинская лимфома	C81-C96
C82.0	Мелкоклеточная с расщепленными ядрами, фолликулярная	C82
C82.1	Смешанная, мелкоклеточная с расщепленными ядрами и круп-	C82
C82.2	Крупноклеточная, фолликулярная	C82
C82.7	Другие типы фолликулярной неходжкинской лимфомы	C82
C82.9	Фолликулярная неходжкинская лимфома неуточненная	C82
C83	Диффузная неходжкинская лимфома	C81-C96
C83.0	Мелкоклеточная (диффузная)	C83
C83.1	Мелкоклеточная с расщепленными ядрами (диффузная)	C83
C83.2	Смешанная мелко- и крупноклеточная (диффузная)	C83
C83.3	Крупноклеточная (диффузная)	C83
C83.4	Иммунобластная (диффузная)	C83
C83.5	Лимфобластная (диффузная)	C83
C83.6	Недифференцированная (диффузная)	C83
C83.7	Опухоль Беркитта	C83
C83.8	Другие типы диффузных неходжкинских лимфом	C83
C83.9	Диффузная неходжкинская лимфома неуточненная	C83
C84	Периферические и кожные T-клеточные лимфомы	C81-C96
C84.0	Грибовидный микоз	C84
C84.1	Болезнь Сезари	C84
C84.2	Лимфома T-зоны	C84
C84.3	Лимфоэпителиоидная лимфома	C84
C84.4	Периферическая T-клеточная лимфома	C84
C84.5	Другие и неуточненные T-клеточные лимфомы	C84
C85	Другие и неуточненные типы неходжкинской лимфомы	C81-C96
C85.0	Лимфосаркома	C85
C85.1	B-клеточная лимфома неуточненная	C85
C85.7	Другие уточненные типы неходжкинской лимфомы	C85
C85.9	Неходжкинская лимфома неуточненного типа	C85
C88	Злокачественные иммунопролиферативные болезни	C81-C96
C88.0	Макроглобулинемия Вальденстрема	C88
C88.1	Болезнь альфа-тяжелых цепей	C88
C88.2	Болезнь гамма-тяжелых цепей	C88
C88.3	Иммунопролиферативная болезнь тонкого кишечника	C88
C88.7	Другие злокачественные иммунопролиферативные болезни	C88
C88.9	Злокачественные иммунопролиферативные болезни неуточненные	C88
C90	Множественная миелома и злокачественные плазмоклеточные ново образования	C81-C96
C90.0	Множественная миелома	C90
C90.1	Плазмоклеточный лейкоз	C90
C90.2	Плазмоцитома экстрамедуллярная	C90
C91	Лимфоидный лейкоз [лимфолейкоз]	C81-C96
C91.0	Острый лимфобластный лейкоз	C91
C91.1	Хронический лимфоцитарный лейкоз	C91
C91.2	Подострый лимфоцитарный лейкоз	C91
C91.3	Пролимфоцитарный лейкоз	C91
C91.4	Волосатоклеточный лейкоз	C91
C91.5	T-клеточный лейкоз взрослых	C91
C91.7	Другой уточненный лимфоидный лейкоз	C91
C91.9	Лимфоидный лейкоз неуточненный	C91
C92	Миелоидный лейкоз [миелолейкоз]	C81-C96
C92.0	Острый миелоидный лейкоз	C92
C92.1	Хронический миелоидный лейкоз	C92
C92.2	Подострый миелоидный лейкоз	C92
C92.3	Миелоидная саркома	C92
C92.4	Острый промиелоцитарный лейкоз	C92
C92.5	Острый миеломоноцитарный лейкоз	C92
C92.7	Другой миелоидный лейкоз	C92
C92.9	Миелоидный лейкоз неуточненный	C92
C93	Моноцитарный лейкоз	C81-C96
C93.0	Острый моноцитарный лейкоз	C93
C93.1	Хронический моноцитарный лейкоз	C93
C93.2	Подострый моноцитарный лейкоз	C93
C93.7	Другой моноцитарный лейкоз	C93
C93.9	Моноцитарный лейкоз неуточненный	C93
C94	Другой лейкоз уточненного клеточного типа	C81-C96
C94.0	Острая эритремия и эритролейкоз	C94
C94.1	Хроническая эритремия	C94
C94.2	Острый мегакариобластный лейкоз	C94
C94.3	Тучноклеточный лейкоз	C94
C94.4	Острый панмиелоз	C94
C94.5	Острый миелофиброз	C94
C94.7	Другой уточненный лейкоз	C94
C95	Лейкоз неуточненного клеточного типа	C81-C96
C95.0	Острый лейкоз неуточненного клеточного типа	C95
C95.1	Хронический лейкоз неуточненного клеточного типа	C95
C95.2	Подострый лейкоз неуточненного клеточного типа	C95
C95.7	Другой лейкоз неуточненного клеточного типа	C95
C95.9	Лейкоз неуточненный	C95
C96	Другие и неуточненные злокачественные новообразования лимфоидной, кроветворной и родственных им тканей	C81-C96
C96.0	Болезнь Леттерера-Сиве	C96
C96.1	Злокачественный гистиоцитоз	C96
C96.2	Злокачественная тучноклеточная опухоль	C96
C96.3	Истинная гистиоцитарная лимфома	C96
C96.7	Другие уточненные злокачественные новообразования лимфоидной, кроветворной и родственных им тканей	C96
C96.9	Злокачественное новообразование лимфоидной, кроветворной и родственных им тканей неуточненное	C96
C97-C97	Злокачественные новообразования самостоятельных (первичных) множественных локализаций	C00-C97
C97	Злокачественное новообразование самостоятельных (первичных) множественных локализаций	C97-C97
D00-D09	Новообразования in situ	C00-D48
D00	Карцинома in situ полости рта, пищевода и желудка	D00-D09
D00.0	Губы, полости рта и глотки	D00
D00.1	Пищевода	D00
D00.2	Желудка	D00
D01	Карцинома in situ других и неуточненных органов пищеварения	D00-D09
D01.0	Ободочной кишки	D01
D01.1	Ректосигмоидного соединения	D01
D01.2	Прямой кишки	D01
D01.3	Заднего прохода [ануса] и анального канала	D01
D01.4	Других и неуточненных частей кишечника	D01
D01.5	Печени, желчного пузыря и желчных протоков	D01
D01.7	Других уточненных органов пищеварения	D01
D01.9	Органов пищеварения неуточненных	D01
D02	Карцинома in situ среднего уха и органов дыхания	D00-D09
D02.0	Гортани	D02
D02.1	Трахеи	D02
D02.2	Бронха и легкого	D02
D02.3	Других частей органов дыхания	D02
D02.4	Органов дыхания неуточненных	D02
D03	Меланома in situ	D00-D09
D03.0	Меланома in situ губы	D03
D03.1	Меланома in situ века, включая спайку век	D03
D03.2	Меланома in situ уха и наружного слухового прохода	D03
D03.3	Меланома in situ других и неуточненных частей лица	D03
D03.4	Меланома in situ волосистой части головы и шеи	D03
D03.5	Меланома in situ туловища	D03
D03.6	Меланома in situ верхней конечности, включая область	D03
D03.7	Меланома in situ нижней конечности, включая тазобедренную	D03
D03.8	Меланома in situ других локализаций	D03
D03.9	Меланома in situ неуточненной локализации	D03
D04	Карцинома in situ кожи	D00-D09
D04.0	Кожи губы	D04
D04.1	Кожи века, включая спайку век	D04
D04.2	Кожи уха и наружного слухового прохода	D04
D04.3	Кожи других и неуточненных частей лица	D04
D04.4	Кожи волосистой части головы и шеи	D04
D04.5	Кожи туловища	D04
D04.6	Кожи верхней конечности, включая область плечевого пояса	D04
D04.7	Кожи нижней конечности, включая тазобедренную область	D04
D04.8	Кожи других локализаций	D04
D04.9	Кожи неуточненной локализации	D04
D05	Карцинома in situ молочной железы	D00-D09
D05.0	Дольковая карцинома in situ	D05
D05.1	Внутрипротоковая карцинома in situ	D05
D05.7	Другая карцинома in situ молочной железы	D05
D05.9	Карцинома in situ молочной железы неуточненная	D05
D06	Карцинома in situ шейки матки	D00-D09
D06.0	Внутренней части	D06
D06.1	Наружной части	D06
D06.7	Других частей шейки матки	D06
D06.9	Шейки матки неуточненной части	D06
D07	Карцинома in situ других и неуточненных половых органов	D00-D09
D07.0	Эндометрия	D07
D07.1	Вульвы	D07
D07.2	Влагалища	D07
D07.3	Других и неуточненных женских половых органов	D07
D07.4	Полового члена	D07
D07.5	Предстательной железы	D07
D07.6	Других и неуточненных мужских половых органов	D07
D09	Карцинома in situ других и неуточненных локализаций	D00-D09
D09.0	Мочевого пузыря	D09
D09.1	Других и неуточненных мочевых органов	D09
D09.2	Глаза	D09
D09.3	Щитовидной и других эндокринных желез	D09
D09.7	Карцинома in situ других уточненных локализаций	D09
D09.9	Карцинома in situ неуточненной локализации	D09
D10-D36	Доброкачественные новообразования	C00-D48
D10	Доброкачественное новообразование рта и глотки	D10-D36
D10.0	Губы	D10
D10.1	Языка	D10
D10.2	Дна полости рта	D10
D10.3	Других и неуточненных частей рта	D10
D10.4	Миндалины	D10
D10.5	Других частей ротоглотки	D10
D10.6	Носоглотки	D10
D10.7	Гортаноглотки	D10
D10.9	Глотки неуточненной локализации	D10
D11	Доброкачественное новообразование больших слюнных желез	D10-D36
D11.0	Околоушной слюнной железы	D11
D11.7	Других больших слюнных желез	D11
D11.9	Большой слюнной железы неуточненное	D11
D12	Доброкачественное новообразование ободочной кишки, прямой кишки, заднего прохода [ануса] и анального канала	D10-D36
D12.0	Слепой кишки	D12
D12.1	Червеобразного отростка	D12
D12.2	Восходящей ободочной кишки	D12
D12.3	Поперечной ободочной кишки	D12
D12.4	Нисходящей ободочной кишки	D12
D12.5	Сигмовидной кишки	D12
D12.6	Ободочной кишки неуточненной части	D12
D12.7	Ректосигмоидного соединения	D12
D12.8	Прямой кишки	D12
D12.9	Заднего прохода [ануса] и анального канала	D12
D13	Доброкачественное новообразование других и неточно обозначенных органов пищеварения	D10-D36
D13.0	Пищевода	D13
D13.1	Желудка	D13
D13.2	Двенадцатиперстной кишки	D13
D13.3	Других и неуточненных отделов тонкого кишечника	D13
D13.4	Печени	D13
D13.5	Внепеченочных желчных протоков	D13
D13.6	Поджелудочной железы	D13
D13.7	Островковых клеток поджелудочной железы	D13
D13.9	Неточно обозначенных локализаций в пределах пищевари-	D13
D14	Доброкачественное новообразование среднего уха и органов дыхания	D10-D36
D14.0	Среднего уха, полости носа и придаточных пазух	D14
D14.1	Гортани	D14
D14.2	Трахеи	D14
D14.3	Бронха и легкого	D14
D14.4	Дыхательной системы неуточненной локализации	D14
D15	Доброкачественное новообразование других и неуточненных органов грудной клетки	D10-D36
D15.0	Вилочковой железы [тимуса]	D15
D15.1	Сердца	D15
D15.2	Средостения	D15
D15.7	Других уточненных органов грудной клетки	D15
D15.9	Органов грудной клетки неуточненных	D15
D16	Доброкачественное новообразование костей и суставных хрящей	D10-D36
D16.0	Лопатки и длинных костей верхней конечности	D16
D16.1	Коротких костей верхней конечности	D16
D16.2	Длинных костей нижней конечности	D16
D16.3	Коротких костей нижней конечности	D16
D16.4	Костей черепа и лица	D16
D16.5	Нижней челюсти костной части	D16
D16.6	Позвоночного столба	D16
D16.7	Ребер, грудины и ключицы	D16
D16.8	Тазовых костей, крестца и копчика	D16
D16.9	Костей и суставных хрящей неуточненных	D16
D17	Доброкачественное новообразование жировой ткани	D10-D36
D17.0	Доброкачественное новообразование жировой ткани кожи и подкожной клетчатки головы, лица и шеи	D17
D17.1	Доброкачественное новообразование жировой ткани кожи и подкожной клетчатки туловища	D17
D17.2	Доброкачественное новообразование жировой ткани кожи и подкожной клетчатки конечностей	D17
D17.3	Доброкачественное новообразование жировой ткани кожи и подкожной клетчатки других и неуточненных локализаций	D17
D17.4	Доброкачественное новообразование жировой ткани органов грудной клетки	D17
D17.5	Доброкачественное новообразование жировой ткани внутри брюшных органов	D17
D17.6	Доброкачественное новообразование жировой ткани семенного канатика	D17
D17.7	Доброкачественное новообразование жировой ткани других локализаций	D17
D17.9	Доброкачественное новообразование жировой ткани неуточненной локализации	D17
D18	Гемангиома и лимфангиома любой локализации	D10-D36
D18.0	Гемангиома любой локализации	D18
D18.1	Лимфангиома любой локализации	D18
D19	Доброкачественное новообразование мезотелиальной ткани	D10-D36
D19.0	Мезотелиальной ткани плевры	D19
D19.1	Мезотелиальной ткани брюшины	D19
D19.7	Мезотелиальной ткани других локализаций	D19
D19.9	Мезотелиальной ткани неуточненной локализации	D19
D20	Доброкачественное новообразование мягких тканей забрюшинного пространства и брюшины	D10-D36
D20.0	Забрюшинного пространства	D20
D20.1	Брюшины	D20
D21	Другие доброкачественные новообразования соединительной и других мягких тканей	D10-D36
D21.0	Соединительной и других мягких тканей головы, лица и шеи	D21
D21.1	Соединительной и других мягких тканей верхней конечности, включая область плечевого пояса	D21
D21.2	Соединительной и других мягких тканей нижней конечности,  включая тазобедренную область	D21
D21.3	Соединительной и других мягких тканей грудной клетки	D21
D21.4	Соединительной и других мягких тканей живота	D21
D21.5	Соединительной и других мягких тканей таза	D21
D21.6	Соединительной и других мягких тканей туловища неуточненной части	D21
D21.9	Соединительной и других мягких тканей неуточненной	D21
D22	Меланоформный невус	D10-D36
D22.0	Меланоформный невус губы	D22
D22.1	Меланоформный невус века, включая спайку век	D22
D22.2	Меланоформный невус уха и наружного слухового прохода	D22
D22.3	Меланоформный невус других и неуточненных частей лица	D22
D22.4	Меланоформный невус волосистой части головы и шеи	D22
D22.5	Меланоформный невус туловища	D22
D22.6	Меланоформный невус верхней конечности, включая область плечевого пояса	D22
D22.7	Меланоформный невус нижней конечности, включая тазобедренную область	D22
D22.9	Меланоформный невус неуточненный	D22
D23	Другие доброкачественные новообразования кожи	D10-D36
D23.0	Кожи губы	D23
D23.1	Кожи века, включая спайку век	D23
D23.2	Кожи уха и наружного слухового прохода	D23
D23.3	Кожи других и неуточненных частей лица	D23
D23.4	Кожи волосистой части головы и шеи	D23
D23.5	Кожи туловища	D23
D23.6	Кожи верхней конечности, включая область плечевого сустава	D23
D23.7	Кожи нижней конечности, включая область тазобедренного сустава	D23
D23.9	Кожи неуточненной локализации	D23
D24	Доброкачественное новообразование молочной железы	D10-D36
D25	Лейомиома матки	D10-D36
D25.0	Подслизистая лейомиома матки	D25
D25.1	Интрамуральная лейомиома матки	D25
D25.2	Субсерозная лейомиома матки	D25
D25.9	Лейомиома матки неуточненная	D25
D26	Другие доброкачественные новообразования матки	D10-D36
D26.0	Шейки матки	D26
D26.1	Тела матки	D26
D26.7	Других частей матки	D26
D26.9	Матки неуточненной части	D26
D27	Доброкачественное новообразование яичника	D10-D36
D28	Доброкачественное новообразование других и неуточненных женских	D10-D36
D28.0	Вульвы	D28
D28.1	Влагалища	D28
D28.2	Маточных труб и связок	D28
D28.7	Других уточненных женских половых органов	D28
D28.9	Женских половых органов неуточненной локализации	D28
D29	Доброкачественное новообразование мужских половых органов	D10-D36
D29.0	Полового члена	D29
D29.1	Предстательной железы	D29
D29.2	Яичка	D29
D29.3	Придатка яичка	D29
D29.4	Мошонки	D29
D29.7	Других мужских половых органов	D29
D29.9	Мужских половых органов неуточненной локализации	D29
D30	Доброкачественные новообразования мочевых органов	D10-D36
D30.0	Почки	D30
D30.1	Почечных лоханок	D30
D30.2	Мочеточника	D30
D30.3	Мочевого пузыря	D30
D30.4	Мочеиспускательного канала	D30
D30.7	Других мочевых органов	D30
D30.9	Мочевых органов неуточненных	D30
D31	Доброкачественное новообразование глаза и его придаточного аппарата	D10-D36
D31.0	Конъюнктивы	D31
D31.1	Роговицы	D31
D31.2	Сетчатки	D31
D31.3	Сосудистой оболочки	D31
D31.4	Ресничного тела	D31
D31.5	Слезной железы и протока	D31
D31.6	Глазницы неуточненной части	D31
D31.9	Глаза неуточненной части	D31
D32	Доброкачественное новообразование мозговых оболочек	D10-D36
D32.0	Оболочек головного мозга	D32
D32.1	Оболочек спинного мозга	D32
D32.9	Оболочек мозга неуточненных	D32
D33	Доброкачественное новообразование головного мозга и других отделов центральной нервной системы	D10-D36
D33.0	Головного мозга над мозговым наметом	D33
D33.1	Головного мозга под мозговым наметом	D33
D33.2	Головного мозга неуточненное	D33
D33.3	Черепных нервов	D33
D33.4	Спинного мозга	D33
D33.7	Других уточненных частей центральной нервной системы	D33
D33.9	Центральной нервной системы неуточненной локализации	D33
D34	Доброкачественное новообразование щитовидной железы	D10-D36
D35	Доброкачественное новообразование других и неуточненных эндокринных желез	D10-D36
D35.0	Надпочечника	D35
D35.1	Паращитовидной [околощитовидной] железы	D35
D35.2	Гипофиза	D35
D35.3	Краниофарингеального протока	D35
D35.4	Шишковидной железы	D35
D35.5	Каротидного гломуса	D35
D35.6	Аортального гломуса и других параганглиев	D35
D35.7	Других уточненных эндокринных желез	D35
D35.8	Поражение более чем одной эндокринной железы	D35
D35.9	Эндокринной железы неуточненной	D35
D36	Доброкачественное новообразование других и неуточненных локализаций	D10-D36
D36.0	Лимфатических узлов	D36
D36.1	Периферических нервов и вегетативной нервной системы	D36
D36.7	Других уточненных локализаций	D36
D36.9	Доброкачественное новообразование неуточненной локализации	D36
D37-D48	Новообразования неопределенного или неизвестного характера	C00-D48
D37	Новообразование неопределенного или неизвестного характера полости рта и органов пищеварения	D37-D48
D37.0	Губы, полости рта и глотки	D37
D37.1	Желудка	D37
D37.2	Тонкого кишечника	D37
D37.3	Червеобразного отростка	D37
D37.4	Ободочной кишки	D37
D37.5	Прямой кишки	D37
D37.6	Печени, желчного пузыря и желчных протоков	D37
D37.7	Других органов пищеварения	D37
D37.9	Органов пищеварения неуточненных	D37
D38	Новообразование неопределенного или неизвестного характера среднего уха, органов дыхания и грудной клетки	D37-D48
D38.0	Гортани	D38
D38.1	Трахеи, бронхов и легкого	D38
D38.2	Плевры	D38
D38.3	Средостения	D38
D38.4	Вилочковой железы [тимуса]	D38
D38.5	Других органов дыхания	D38
D38.6	Органов дыхания неуточненных	D38
D39	Новообразования неопределенного или неизвестного характера	D37-D48
D39.0	Матки	D39
D39.1	Яичника	D39
D39.2	Плаценты	D39
D39.7	Других женских половых органов	D39
D39.9	Женских половых органов неуточненных	D39
D40	Новообразование неопределенного или неизвестного характера мужских половых органов	D37-D48
D40.0	Предстательной железы	D40
D40.1	Яичка	D40
D40.7	Других мужских половых органов	D40
D40.9	Мужских половых органов неуточненных	D40
D41	Новообразование неопределенного или неизвестного характера мочевых органов	D37-D48
D41.0	Почки	D41
D41.1	Почечных лоханок	D41
D41.2	Мочеточника	D41
D41.3	Уретры	D41
D41.4	Мочевого пузыря	D41
D41.7	Других мочевых органов	D41
D41.9	Мочевых органов неуточненных	D41
D42	Новообразование неопределенного или неизвестного характера мозговых оболочек	D37-D48
D42.0	Оболочек головного мозга	D42
D42.1	Оболочек спинного мозга	D42
D42.9	Мозговых оболочек неуточненных	D42
D43	Новообразование неопределенного или неизвестного характера головного мозга и центральной нервной системы	D37-D48
D43.0	Головного мозга над мозговым наметом	D43
D43.1	Головного мозга под мозговым наметом	D43
D43.2	Головного мозга неуточненное	D43
D43.3	Черепных нервов	D43
D43.4	Спинного мозга	D43
D43.7	Других частей центральной нервной системы	D43
D43.9	Центральной нервной системы неуточненного отдела	D43
D44	Новообразование неопределенного или неизвестного характера эндокринных желез	D37-D48
D44.0	Щитовидной железы	D44
D44.1	Надпочечника	D44
D44.2	Паращитовидной [околощитовидной] железы	D44
D44.3	Гипофиза	D44
D44.4	Краниофарингеального протока	D44
D44.5	Шишковидной железы	D44
D44.6	Каротидного гломуса	D44
D44.7	Аортального гломуса и других параганглиев	D44
D44.8	Поражение более чем одной эндокринной железы	D44
D44.9	Эндокринной железы неуточненной	D44
D45	Полицитемия истинная	D37-D48
D46	Миелодиспластические синдромы	D37-D48
D46.0	Рефрактерная анемия без сидеробластов, так обозначенная	D46
D46.1	Рефрактерная анемия с сидеробластами	D46
D46.2	Рефрактерная анемия с избытком бластов	D46
D46.3	Рефрактерная анемия с избытком бластов с трансформацией	D46
D46.4	Рефрактерная анемия неуточненная	D46
D46.7	Другие миелодиспластические синдромы	D46
D46.9	Миелодиспластический синдром неуточненный	D46
D47	Другие новообразования неопределенного или неизвестного характера лимфоидной, кроветворной и родственных им тканей	D37-D48
D47.0	Гистиоцитарные и тучноклеточные опухоли неопределенного или неизвестного характера	D47
D47.1	Хроническая миелопролиферативная болезнь	D47
D47.2	Моноклональная гаммапатия	D47
D47.3	Эссенциальная (геморрагическая) тромбоцитемия	D47
D47.7	Другие уточненные новообразования неопределенного или  неизвестного характера лимфоидной, кроветворной  и родственных им тканей	D47
D47.9	Новообразование неопределенного или неизвестного характера лимфоидной, кроветворной и родственных им тканей неуточненное	D47
D48	Новообразование неопределенного или неизвестного характера других и неуточненных локализаций	D37-D48
D48.0	Костей и суставных хрящей	D48
D48.1	Соединительной и других мягких тканей	D48
D48.2	Периферических нервов и вегетативной нервной системы	D48
D48.3	Забрюшинного пространства	D48
D48.4	Брюшины	D48
D48.5	Кожи	D48
D48.6	Молочной железы	D48
D48.7	Других уточненных локализаций	D48
D48.9	Новообразование неопределенного или неизвестного характера неуточненное	D48';